{
    "data": [
        { "title": "For The Individuals","detail": "For individuals where work is transformed into a revenue opportunity for Drill Blast Solutions.   A  percentage fee of the Total  amount that is earned from the project or client you have referred Drill Blast Solutions to which has turned into a working project. This is paid directly into a method of your choice as soon as payments have been recieved and cleared by Drill Blast Solutions. This earning potenial for the individual has typically been it the ranges of many thousands of dollars Usd."},
        { "title": "For The Business Brokers and Agents", "detail": "For  Business Brokers and Agents a percentage fee of  the Total  amount of  fee's  that is earned from the project or client which has been referred to  Drill Blast Solutions by the Business Broker or Agents. This fee is from the total amount that is earned and recieved. It is paid directly into the method of your choice. As soon as payments have been received and cleared by Drill Blast Solutions.  This has typically been in the ranges of between many thousands of dollars Usd  for each and every project the Broker or Agent has refered Drill Blast Solutions to which has turned into a working project. Most of the projects have run for (2) two to (4) four months from begining to end. So if your good at what you do and you have the opportunity of obtaining or accessing more projects. It is a very good opportunity to generate your client bases and helping you flourish your business." },
        { "title": "For The Ceo's,  Board Members, MD's, GM's, Seniour Management, Companies, Corporations", "detail": "For  Ceo's, Board Members, Managing Directors, General Managers, Senior Management, Companies, Corporations you have the options of a percentage fee of  the Total  amount of  fee's  that is earned from the project which has been referred to  Drill Blast Solutions .  These are transfered to your choice,  Charity,- Work in Progress Scheme, Society,- Cultural or Community Improvement Scheme or other vechicles of your choice. As soon as invoices have been received and cleared by Drill Blast Solutions .  These has have typically ranged in very considerable sums and have done a great many good and a great many things." }
    ]
}